Repository: GANFI/google-meet-and-zoom-integration
Catalog: languages/google-meet-and-zoom-integration-*.po
Languages: uk

source: Google Meet and Zoom Integration
uk: Інтеграція Google Meet і Zoom

source: Plugin for integration google meet and zoom
uk: Плагін для інтеграції Google Meet і Zoom

source: My Meets
uk: Мої зустрічі

source: Active
uk: Активний

source: Passed
uk: Пройшов

source: Canceled
uk: Скасований

source: Meet Permissions
uk: Дозволи Meet

source: Can View/Edit/Create for All Clients
uk: Можна переглядати/редагувати/створювати для всіх клієнтів

source: Can View/Edit/Create Only for Their Clients
uk: Може переглядати/редагувати/створювати лише для своїх клієнтів

source: Zoom API Credentials
uk: Облікові дані Zoom API

source: Google API Credentials
uk: Облікові дані Google API

source: Save Settings
uk: Зберегти налаштування

source: Google connected
uk: Google підключено

source: Connect Google
uk: Підключіть Google

source: Please provide the required scopes to use this app.
uk: Будь ласка, надайте необхідні права для використання цього додатку.

source: Something went wrong. Please try again.
uk: Щось пішло не так. Спробуйте ще раз.

source: Google account was connected successfully.
uk: Обліковий запис Google підключено успішно.

source: Zoom connected
uk: Zoom підключено

source: Connect Zoom
uk: Підключити Zoom

source: Zoom account was connected successfully.
uk: Обліковий запис Zoom підключено успішно.

source: Error. Try again
uk: Помилка. Спробуйте знову

source: Success. Data is updated
uk: Успіх. Дані оновлені

source: Create Meet
uk: Створити Meet

source: Edit Meet
uk: Редагувати Meet

source: Date
uk: Дата

source: Date is required
uk: Необхідно вказати дату

source: Doctor
uk: Лікар

source: Doctor is required
uk: Лікар обовʼязкове поле

source: Client
uk: Клієнт

source: Client is required
uk: Потрібен клієнт

source: Meet Provider
uk: Тим міту

source: Meet Provider is required
uk: Тип міту обовяʼзкове поле

source: Selected doctor doesn't connect selected provider. The meet will be created by current user.
uk: Обраний лікар не підключим обраний провайдер міту. Зустріч буде створено поточним користувачем.

source: Selected doctor and current user don't connect selected provider. Please set up the selected provider first.
uk: Обраний лікар і поточний користувач не підключили обраний провайдер міту. Спочатку підключіть обраний провайдер міту

source: Create
uk: Створити

source: Update
uk: оновлення

source: Status
uk: Статус

source: Date From
uk: Дата з

source: Date To
uk: Дата до

source: Actions
uk: Дії

source: Copy meet link
uk: Скопіюйте посилання на зустріч

source: Edit meet
uk: Редагувати зустріч

source: Cancel meet
uk: Скасувати зустріч

source: Do you want to cancel meet?
uk: Ви хочете скасувати зустріч?

source: Yes
uk: Так

source: No
uk: Ні

source: Download record
uk: Завантажити запис

source: No meetings
uk: Інформація не знайдена

source: My meets
uk: Мої зустрічі

source: Settings
uk: Налаштування

source: Set up your accounts here
uk: Налаштуйте свої облікові записи тут
